;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=日本語
;Language name in English e.g. German
LanguageEn=Japanese
;Your name here. You can also leave your email, website, blog...
Translator=t.s-y, sites.google.com/site/tsyjcc/
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=なし
602=Listary のオプション

;Tray Menu
1001=オンライン ヘルプ
1002=更新プログラムの確認...
1003=バージョン情報
1004=Listary の終了

;Toolbar
1100=検索

;Favorite Menu
2000=お気に入り
2001=このアプリケーション
2002=グローバル
2003=ここに追加
2004=現在のフォルダーをお気に入りに追加
2050=お気に入りに追加できませんでした。
2051=Listary は、このアプリケーションのパスを取得できませんでした。

;Recent Menu
2100=最近開いた項目
2101=クリア
2103=フォルダー
2104=ファイル
2105=このアプリケーションを追跡する
2106=このアプリケーションを追跡しない
2107=詳細表示...

;Smart Menu
2200=スマート
2201=現在開かれているフォルダー
2202=最後にファイル マネージャーで表示されたフォルダーに切り替え
2203=ファイル マネージャーで選択されたファイルを開く
2204=現在のフォルダーを探索
2205=コマンド ウィンドウをここで開く
2206=アプリケーションのフォルダーに移動
2207=アプリケーションのフォルダーを探索
2208=ファイルの拡張子を表示または非表示
2209=すべてのファイルとフォルダーを表示または非表示
2210=フォルダーのパスをクリップボードにコピー
2211=選択された項目のパスをクリップボードにコピー
2212=選択された項目の表示名をクリップボードにコピー
2213=オプション
2214=Listary Pro にアップグレード
2215=アプリケーションをサポート リストに追加する
2216=このアプリケーションでの Listary を無効にする
2217=内容の一覧を CSV ファイルにエクスポート
2218=区切り
2250=%s は、サポート リストに正常に追加されました
2251=You can use mouse middle-click or hot key %s to activate Listary in %s now.
2252=このアプリケーションでの Listary を無効にしますか?
2253=Listary の無効
2254=次回の起動時から、このアプリケーションに対する Listary は表示されません。\n\n\n再度有効にするには、以下の手順に従ってください。\n\n1. タスク バーの通知領域の [Listary] アイコンを右クリックしてから [Listary のオプション] をクリックします。\n\n2. [アプリケーション] タブをクリックします。\n\n3. [このアプリケーションでの Listary を有効にする] チェック ボックスをオンにします。\n\n4. [OK] をクリックします。

;Search
2300=一覧
2301=移動
2302=検索条件に一致する項目はありません。

;Options > General
3000=全般
3001=Windows の起動時に Listary を起動する
3002=Windows XP エクスプローラーの入力フォーカスを自動的にファイルの一覧に設定する
3003=Listary のオプションを開くときに更新プログラムを確認する
3004=クイック・スイッチ (ファイル マネージャーからファイル ダイアログの切り替え時に現在のフォルダーを開く)
3005=言語:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=お気に入り
3101=詳細
3102=名前:
3103=ホット キー:
3104=種類:
3105=パス:
3106=サブメニュー
3107=お気に入りの項目を追加します。
3108=選択されたお気に入りの項目を削除します。

;Options > Recent
3200=最近開いた項目
3201=グローバル最近開いた項目:
3206=グローバル最近開いた項目を追跡する
3207=すべてのアプリケーションの最近開いたファイルやフォルダーを追跡する
3208=[ファイルを開く] ダイアログ ボックスで自動的に最後に開いたファイルを選択する
3209=選択された最近開いた項目を削除します。
3210=すべての最近開いた項目を削除します。
3211=〔グローバル〕最近開いた項目の最大表示数
3212=〔フォルダー〕最近開いた項目の最大表示数
3213=〔ファイル〕最近開いた項目の最大表示数
3214=〔メニュー〕最近開いた項目の最大表示数
3215=Search recent files and folders

;Options > Smart Commands
3300=スマート コマンド
3301=コマンドの詳細
3303=コマンド:
3305=〔スマート〕メニューにこのコマンドを表示する
3306=カスタム コマンドの追加
3307=名前
3308=ホット キー
3309=コマンド
3310=〔スマート〕メニューに表示
3311=内蔵スマート コマンドを追加します。
3312=選択されたスマート コマンドを削除します。

;Options > Applications
3400=アプリケーション
3401=アプリケーションの設定: (上記の一覧で選択されたアプリケーションにのみ適用)
3402=このアプリケーションでの Listary を有効にする
3403=最近開いたファイルやフォルダーを追跡する
3404=アプリケーションを追加してその設定を変更します。
3405=選択されたアプリケーションのお気に入りと最近開いた項目と共に削除します。
3406=パス

;Options > Keyboard and Mouse
3500=キーボードとマウス
3501=ホット キー
3502=グローバル:
3503=Listary ツール バーの表示:
3504=ポップアップ メニューの表示:
3505=ローカル (Listary ツール バーが表示されている場合のみ有効):
3506=〔お気に入り〕メニューの表示:
3507=〔最近開いた項目〕メニューの表示:
3508=〔スマート〕メニューの表示:
3509=Listary ツール バーが表示されていない場合でも、エクスプローラーでのローカル ホット キーを有効にする (お気に入りとスマート コマンドのローカル ホット キーを含む)
3510=マウス
3511=エクスプローラー、ファイル ダイアログまたはデスクトップの何も表示されていない場所をダブルクリックしたときに Listary をアクティブにする
3512=中央クリックしたときに Listary をアクティブにする

;Options > Display
3600=表示
3601=ウィンドウの位置
3602=絶対座標
3603=一覧 に合わせる (相対座標)
3604=ウィンドウ に合わせる (相対座標)
3605=上から
3606=下から
3607=左から
3608=右から
3609=ウィンドウの透過度
3610=メニュー
3611=表示項目の最大表示数:
3612=最大の幅 (ピクセル単位):
3613=最小の幅 (ピクセル単位):
3614=中央クリックしたときにメニューを開く (遅延 (ミリ秒単位): 無効にするには、0):
3615=ポップアップ メニュー
3616=サブメニューに最近開いた項目を表示する
3617=ピクセル

;Options > Integration
4000=統合
4001=Total Commander のディレクトリ メニューを Listary のお気に入りに追加する
4002=Total Commander を使用してファイル ダイアログを置き換える:

;Options > Compatibility
3700=互換性
3701=Listary は、次のアプリケーションでも動作します。:
3702=サポート リストにアプリケーションを追加します。
3703=選択されたアプリケーションをサポート リストから削除します。
3704=ファイル マネージャー
3705=クラス
3706=実行可能ファイル名
3707=アドレス バー
3708=はい
3709=いいえ

;Options > Pro
3800=Pro にアップグレード
;3801=
3802=Name:
3803=Email:
3804=Registration code:
3805=注意
3806=Listary is provided as freeware for personal and non-profit use. In these cases, you are granted the  right to use this program free of charge.
3807=商用利用するには、Listary Pro にアップグレードする必要があります。
3808=Paste from Clipboard
3809=Check Registration Code

;Options > About
3900=バージョン情報
3901=Listary is free for personal use only. If you want to use it for commercial purpose or need some advanced features, please purchase the Pro version.
3902=Listary Web サイト
3903=Listary はライセンス認証されています。

;Add Application Dialog
4100=アプリケーションの追加
4101=ファインダーのアイコンをドラッグして対象のアドレス バーの上に合わせたときにマウスのボタンを離します。
4102=ファインダー:
4103=クラス:
4104=実行可能ファイル:
4105=アドレス バー:
4106=ファイル マネージャー (check to enable features that work in a file manager only)
4107=* 失敗 * 対象を管理者として実行しますか?

;Custom Command Dialog
4200=カスタム コマンドの追加
4201=実行可能ファイルの完全なパス\n例: C:\Program Files\7-Zip\7z.exe
4202=パラメーター:
4203=例として、選択されたファイルを 7-Zip を使用してアーカイブに追加します。\n\nパラメーターには次の変数を含めることができ、必要に応じて、二重引用符 ("") を手動で追加してください。
4204=%file%\t\tファイルまたはフォルダーの 完全なパス\n例:  D:\download\music\example.mp3\n\n%path%\tファイルまたはフォルダーの フォルダーのパス\n例:  D:\download\music\\n\n%filename%\tファイルまたはフォルダーの ファイル名\n例:  example.mp3

;Add Favorite Dialog
4300=お気に入りに追加